{
    "quotes": [
      {"id": 1, "quote": "The best time to plant a tree was twenty years ago. The second best time is now."},
      {"id": 2, "quote": "It's not about how much money you make. It's about how much money you keep."},
      {"id": 3, "quote": "An investment in knowledge pays the best interest."},
      {"id": 4, "quote": "Budgeting isn't about limiting yourself—it's about making the things that excite you possible."},
      {"id": 5, "quote": "Don't save what is left after spending; spend what is left after saving."},
      {"id": 6, "quote": "The goal isn't more money. The goal is living life on your terms."},
      {"id": 7, "quote": "Money often costs too much."},
      {"id": 8, "quote": "Beware of little expenses; a small leak will sink a great ship."},
      {"id": 9, "quote": "Financial freedom is available to those who learn about it and work for it."},
      {"id": 10, "quote": "If you can't explain it simply, you don't understand it well enough."},
      {"id": 11, "quote": "A budget is telling your money where to go instead of wondering where it went."},
      {"id": 12, "quote": "The quickest way to double your money is to fold it over and put it back in your pocket."},
      {"id": 13, "quote": "Never spend your money before you have it."},
      {"id": 14, "quote": "Wealth is not his that has it, but his that enjoys it."},
      {"id": 15, "quote": "A penny saved is a penny earned."},
      {"id": 16, "quote": "Money is a terrible master but an excellent servant."},
      {"id": 17, "quote": "Do not save what is left after spending, but spend what is left after saving."},
      {"id": 18, "quote": "Your net worth is not your self-worth."},
      {"id": 19, "quote": "It’s not about how much money you make. It’s about how much money you keep."},
      {"id": 20, "quote": "The more you learn, the more you earn."},
      {"id": 21, "quote": "Never depend on a single income. Make investment to create a second source."},
      {"id": 22, "quote": "The stock market is designed to transfer money from the Active to the Patient."},
      {"id": 23, "quote": "Opportunities don't happen, you create them."},
      {"id": 24, "quote": "Money is a tool. Used properly, it makes something beautiful; used wrong, it makes a mess."},
      {"id": 25, "quote": "Time is more valuable than money. You can get more money, but you cannot get more time."},
      {"id": 26, "quote": "Rich people plan for three generations. Poor people plan for Saturday night."},
      {"id": 27, "quote": "You must gain control over your money or the lack of it will forever control you."},
      {"id": 28, "quote": "The best way to predict your future is to create it."},
      {"id": 29, "quote": "Financial literacy is just as important as the literacy to read and write."},
      {"id": 30, "quote": "If you live for having it all, what you have is never enough."},
      {"id": 31, "quote": "Don't let money run your life, let money help you run your life better."},
      {"id": 32, "quote": "The way to get started is to quit talking and begin doing."},
      {"id": 33, "quote": "You can’t buy happiness, but you can buy a bicycle, and that’s pretty close."},
      {"id": 34, "quote": "The first rule is not to lose. The second rule is not to forget the first rule."},
      {"id": 35, "quote": "In investing, what is comfortable is rarely profitable."},
      {"id": 36, "quote": "Don't be afraid to give up the good to go for the great."},
      {"id": 37, "quote": "The only thing standing between you and your goal is the story you keep telling yourself."},
      {"id": 38, "quote": "Success is not just about what you accomplish in your life, it’s about what you inspire others to do."},
      {"id": 39, "quote": "It's not whether you get knocked down, it's whether you get up."},
      {"id": 40, "quote": "Money is a representation of your ability to create and serve."},
      {"id": 41, "quote": "The secret of getting ahead is getting started."},
      {"id": 42, "quote": "To achieve success, you have to work hard and be willing to take risks."},
      {"id": 43, "quote": "Every time you borrow money, you're robbing your future self."},
      {"id": 44, "quote": "Financial independence is about having more choices."},
      {"id": 45, "quote": "You don't need to be a genius to make money; you just need to know how to make a decision."},
      {"id": 46, "quote": "Make money your god, and it will plague you like the devil."},
      {"id": 47, "quote": "The goal of the investor should be to purchase the most extraordinary businesses at the best possible prices."},
      {"id": 48, "quote": "Success is often achieved by those who don't know that failure is inevitable."},
      {"id": 49, "quote": "You cannot climb the ladder of success dressed in the costume of failure."},
      {"id": 50, "quote": "If you want to be rich, you need to be financially literate."},
      {"id": 51, "quote": "Investing is laying out money now to get more money back in the future."},
      {"id": 52, "quote": "The rich invest in time, the poor invest in money."},
      {"id": 53, "quote": "Success usually comes to those who are too busy to be looking for it."},
      {"id": 54, "quote": "What we fear doing most is usually what we most need to do."},
      {"id": 55, "quote": "If you don't find a way to make money while you sleep, you will work until you die."},
      {"id": 56, "quote": "Financial freedom is available to those who learn about it and work for it."},
      {"id": 57, "quote": "The more your money works for you, the less you have to work for money."},
      {"id": 58, "quote": "The purpose of saving is to accumulate wealth over time."},
      {"id": 59, "quote": "It's not what you earn but what you keep that counts."},
      {"id": 60, "quote": "Don't let the fear of losing be greater than the excitement of winning."},
      {"id": 61, "quote": "Financial planning is the process of meeting your life goals through proper management of your finances."},
      {"id": 62, "quote": "What is important is not what you get, but what you become."},
      {"id": 63, "quote": "Your income is directly related to your philosophy, not the economy."},
      {"id": 64, "quote": "Wealth consists not in having great possessions, but in having few wants."},
      {"id": 65, "quote": "You can't put a limit on anything. The more you dream, the farther you get."},
      {"id": 66, "quote": "The first step towards financial freedom is to stop living paycheck to paycheck."},
      {"id": 67, "quote": "The mind is everything. What you think, you become."},
      {"id": 68, "quote": "Wealth is the ability to fully experience life."},
      {"id": 69, "quote": "You can't build a reputation on what you are going to do."},
      {"id": 70, "quote": "The stock market is filled with individuals who know the price of everything, but the value of nothing."},
      {"id": 71, "quote": "A goal without a plan is just a wish."},
      {"id": 72, "quote": "Financial literacy is a crucial skill for anyone who wants to be successful."},
      {"id": 73, "quote": "The rich are always optimistic. They are always looking for the next big thing."},
      {"id": 74, "quote": "It's not about having money; it's about understanding money."},
      {"id": 75, "quote": "You must do the things you think you cannot do."},
      {"id": 76, "quote": "Wealth is not just about money; it's about having enough to live a full life."},
      {"id": 77, "quote": "You need to budget your time, not just your money."},
      {"id": 78, "quote": "The only way to do great work is to love what you do."},
      {"id": 79, "quote": "Failure is simply the opportunity to begin again, this time more intelligently."},
      {"id": 80, "quote": "To be successful, you must act big, think big, and talk big."},
      {"id": 81, "quote": "It’s not how much money you make, but how much you keep."},
      {"id": 82, "quote": "Investing in yourself is the best investment you can make."},
      {"id": 83, "quote": "It's not what you look at that matters, it's what you see."},
      {"id": 84, "quote": "The greatest wealth is to live content with little."},
      {"id": 85, "quote": "Money is a great servant but a poor master."},
      {"id": 86, "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure."},
      {"id": 87, "quote": "The man who moves a mountain begins by carrying away small stones."},
      {"id": 88, "quote": "Success is walking from failure to failure with no loss of enthusiasm."},
      {"id": 89, "quote": "A financial education is a lifelong process."},
      {"id": 90, "quote": "Never let your emotions overpower your intelligence."},
      {"id": 91, "quote": "Investing is not about beating others at their game. It's about controlling yourself at your own game."},
      {"id": 92, "quote": "The price of anything is the amount of life you exchange for it."},
      {"id": 93, "quote": "Success is not in what you have, but who you are."},
      {"id": 94, "quote": "Every man is a millionaire at twenty-five."},
      {"id": 95, "quote": "In the middle of difficulty lies opportunity."},
      {"id": 96, "quote": "Financial independence is about having enough money to live without working."},
      {"id": 97, "quote": "The money you make is a symbol of your life force."},
      {"id": 98, "quote": "Don’t be afraid to give up the good to go for the great."},
      {"id": 99, "quote": "If you don't manage your money, money will manage you."},
      {"id": 100, "quote": "The only limit to our realization of tomorrow will be our doubts of today."}
    ]
  }
  