{
    "jokes": [
      {"id": 1, "text": "Why did the broke man bring a ladder to the bar? Because he heard the drinks were on the house!"},
      {"id": 2, "text": "I finally figured out how to live on nothing – I just can’t afford it."},
      {"id": 3, "text": "Why don’t broke people tell secrets? Because they can’t keep a bank account!"},
      {"id": 4, "text": "I’m not saying I’m broke, but my bank account looks like it’s been through a zombie apocalypse."},
      {"id": 5, "text": "They say money talks… Mine just waves goodbye."},
      {"id": 6, "text": "My wallet is like an onion – every time I open it, it makes me cry."},
      {"id": 7, "text": "Being broke teaches you one thing: the value of a 'free sample'."},
      {"id": 8, "text": "Why don’t broke people gamble? They can’t afford to lose!"},
      {"id": 9, "text": "I used to think money could buy happiness – now I just want it to buy me groceries."},
      {"id": 10, "text": "I'm so broke, I can't even afford to pay attention."},
      {"id": 11, "text": "Why did the poor person start a gardening business? Because they wanted to grow their own money!"}, 
      {"id": 12, "text": "Why did the poor guy always carry a pencil? Because he couldn't afford a pen!"}, 
      {"id": 13, "text": "Being poor is like being in a relationship – there's always more drama than you'd like."}, 
      {"id": 14, "text": "Why did the poor man stare at the can of orange juice? Because it said 'concentrate'!"}, 
      {"id": 15, "text": "When I was broke, I used to tell people I was on a 'no cash diet'."}, 
      {"id": 16, "text": "Why did the broke student eat their homework? Because their teacher said it was a piece of cake!"}, 
      {"id": 17, "text": "Why do broke people never play hide and seek? Because good luck hiding when you're always seeking!"}, 
      {"id": 18, "text": "My bank account is like a magician: it makes my money disappear!"}, 
      {"id": 19, "text": "Why don't poor people use calendars? Because they can’t afford the days!"}, 
      {"id": 20, "text": "I used to be rich… and then I went shopping!"}, 
      {"id": 21, "text": "Why do broke people always carry a shovel? Because they're always digging themselves deeper!"}, 
      {"id": 22, "text": "My financial strategy? Close my eyes and hope for the best!"}, 
      {"id": 23, "text": "Why did the poor man break up with his girlfriend? Because she was a gold digger!"}, 
      {"id": 24, "text": "Why do broke people make terrible detectives? Because they can never find the cash!"}, 
      {"id": 25, "text": "I'm so broke, I can't even afford to be late!"}, 
      {"id": 26, "text": "Why did the broke guy bring a ladder to the grocery store? To reach the high prices!"}, 
      {"id": 27, "text": "Why don't broke people tell jokes? Because they can't afford to laugh!"}, 
      {"id": 28, "text": "I told my wallet to stop being empty, but it just gave me the silent treatment."}, 
      {"id": 29, "text": "Why did the poor man always carry a suitcase? Because he was ready to pack up his problems!"}, 
      {"id": 30, "text": "Why don’t broke people ever get lost? Because they can’t afford to go anywhere!"}, 
      {"id": 31, "text": "I'm not broke; I'm just financially challenged!"}, 
      {"id": 32, "text": "Why did the poor guy get a job as a janitor? Because he wanted to sweep his problems away!"}, 
      {"id": 33, "text": "Why did the broke man look at his bank statement like a horror movie? Because it was scary!"}, 
      {"id": 34, "text": "My financial advisor told me to invest in myself, but I can’t even afford a haircut!"}, 
      {"id": 35, "text": "I wanted to save money, so I bought a piggy bank – and now I’m broke with a pig!"}, 
      {"id": 36, "text": "Why do poor people love nature? Because it’s free!"}, 
      {"id": 37, "text": "I’m so broke that even my shadow leaves me at night!"}, 
      {"id": 38, "text": "Why did the broke person always take the stairs? Because they couldn’t afford the elevator!"}, 
      {"id": 39, "text": "My money is like a magician – it disappears right before my eyes!"}, 
      {"id": 40, "text": "Why don’t broke people play the lottery? Because they can’t afford the ticket!"}, 
      {"id": 41, "text": "I’m on a seafood diet. I see food, and I can’t afford it!"}, 
      {"id": 42, "text": "Why did the poor man become a chef? He wanted to make a little dough!"}, 
      {"id": 43, "text": "Why do broke people make great comedians? Because they can turn their struggles into punchlines!"}, 
      {"id": 44, "text": "I’m so broke that I can’t even pay attention in class!"}, 
      {"id": 45, "text": "Why did the poor man bring a pencil to bed? He wanted to draw his dreams!"}, 
      {"id": 46, "text": "Why do broke people always carry a water bottle? Because they can't afford to buy drinks!"}, 
      {"id": 47, "text": "I wanted to buy a new car, but my wallet said, 'not today!'"}, 
      {"id": 48, "text": "Why did the broke person take up knitting? They wanted to stitch together their finances!"}, 
      {"id": 49, "text": "I'm not poor; I'm just economically challenged!"}, 
      {"id": 50, "text": "Why do broke people make great actors? Because they know how to play the part!"}, 
      {"id": 51, "text": "Why did the broke person always bring a snack to work? To avoid spending money on lunch!"}, 
      {"id": 52, "text": "I’m so broke, my bank account is just a sad little emoji!"}, 
      {"id": 53, "text": "Why did the poor man always wear a raincoat? Because he was always saving for a rainy day!"}, 
      {"id": 54, "text": "Why don’t broke people go to the gym? Because they can’t afford the membership!"}, 
      {"id": 55, "text": "Why did the broke man refuse to play the guitar? Because he couldn’t afford the strings!"}, 
      {"id": 56, "text": "I'm so broke, my budget is a wish list!"}, 
      {"id": 57, "text": "Why did the broke man start a blog? To earn a little interest!"}, 
      {"id": 58, "text": "Why do broke people love coffee? Because it helps them stay awake during their job search!"}, 
      {"id": 59, "text": "I used to think I was bad at saving money, but it turns out I’m just really good at spending it!"}, 
      {"id": 60, "text": "Why did the poor person always wear old shoes? Because they couldn’t afford to step up!"}, 
      {"id": 61, "text": "I told my wallet to stop being empty, but it just laughed!"}, 
      {"id": 62, "text": "Why did the broke person become a librarian? Because they love checking out books!"}, 
      {"id": 63, "text": "Why did the broke student ace their math exam? Because they’re great at counting pennies!"}, 
      {"id": 64, "text": "I’m not broke; I’m just saving up for a really long time!"}, 
      {"id": 65, "text": "Why do poor people love to cook? Because they want to make the most of their ingredients!"}, 
      {"id": 66, "text": "Why did the broke person stare at their bank statement? Because they were hoping for a miracle!"}, 
      {"id": 67, "text": "Why don’t broke people go out to eat? Because they can’t afford the bill!"}, 
      {"id": 68, "text": "I wanted to start a savings account, but my wallet laughed in my face!"}, 
      {"id": 69, "text": "Why did the broke person take a nap? Because they needed to dream of a better life!"}, 
      {"id": 70, "text": "Why do broke people make great friends? Because they know how to share their struggles!"}, 
      {"id": 71, "text": "I’m so broke, even my dreams are on a budget!"}, 
      {"id": 72, "text": "Why did the poor man try to sell his old shoes? He was hoping for a sole-mate!"}, 
      {"id": 73, "text": "Why do broke people love shopping sales? Because they can afford to be picky!"}, 
      {"id": 74, "text": "I'm so broke, I can't even afford to be lazy!"}, 
      {"id": 75, "text": "Why did the broke person join a band? Because they wanted to get some free food!"}, 
      {"id": 76, "text": "Why did the poor man bring a spoon to the bank? He wanted to stir up some cash!"}, 
      {"id": 77, "text": "Why did the broke person always carry a calculator? Because they wanted to count their blessings!"}, 
      {"id": 78, "text": "Why did the broke student bring a ladder to school? To reach their academic goals!"}, 
      {"id": 79, "text": "I’m so broke, I can’t even afford to donate to my own cause!"}, 
      {"id": 80, "text": "Why did the poor man get a job at the circus? He wanted to be part of a 'ring' of friends!"}, 
      {"id": 81, "text": "Why do broke people love to volunteer? Because it gives them a chance to feel rich in spirit!"}, 
      {"id": 82, "text": "Why did the broke person always carry a map? Because they were lost in their finances!"}, 
      {"id": 83, "text": "I’m so broke, my wallet is just a piece of cardboard!"}, 
      {"id": 84, "text": "Why did the poor man open a bakery? He wanted to make a little dough!"}, 
      {"id": 85, "text": "Why do broke people love nature walks? Because they’re free!"}, 
      {"id": 86, "text": "I’m not broke; I’m just financially unique!"}, 
      {"id": 87, "text": "Why did the broke person go to the beach? Because it was a free getaway!"}, 
      {"id": 88, "text": "Why do poor people love movies? Because they can escape their reality for a while!"}, 
      {"id": 89, "text": "Why did the broke man take up painting? He wanted to color his world!"}, 
      {"id": 90, "text": "I'm so broke, I can't even afford to cry!"}, 
      {"id": 91, "text": "Why did the poor man always carry an umbrella? Because he was always expecting a rain of bills!"}, 
      {"id": 92, "text": "Why do broke people love the library? Because it’s full of free stories!"}, 
      {"id": 93, "text": "Why did the broke person join a gym? They wanted to work out their budget!"}, 
      {"id": 94, "text": "Why did the poor man always check the couch for change? Because it was his treasure hunt!"}, 
      {"id": 95, "text": "Why do broke people always have good advice? Because they’ve been through it all!"}, 
      {"id": 96, "text": "I’m so broke, I can't even afford to break even!"}, 
      {"id": 97, "text": "Why did the broke person love thrift stores? Because they could find hidden gems!"}, 
      {"id": 98, "text": "Why do poor people love puzzles? Because they can put their lives together!"}, 
      {"id": 99, "text": "Why did the broke man bring a fishing pole to the bank? He wanted to catch some interest!"}, 
      {"id": 100, "text": "When you're poor, you can relate to math class: it feels like you're always subtracting something."}
    ]
  }
  